Repository: InterNations/oasisworkflow-plugins
Catalog: ow-editorial-checklist/languages/ow-editorial-checklist-*.po
Languages: es_es, fr_fr, it_it, pl_pl

source: Conditions applied on the containing attribute
es_es: Condiciones aplicadas en el atributo que contiene
fr_fr: Conditions appliquées sur l'attribut contenant
it_it: Condizioni applicate sull'attributo contenente
pl_pl: Warunki stosowane na atrybut zawierający

source: Applied to: tags, categories, images, links
es_es: Aplica a: etiquetas, categorías, imágenes, enlaces
fr_fr: Appliqué à: catégories, tags, liens, images
it_it: Applicato a: Tag, categorie, immagini, collegamenti
pl_pl: Stosowana do: Tagi, kategorie, zdjęcia, linki

source: Select Post Type
es_es: Seleccione tipo de Publicación
fr_fr: Sélectionnez un type de message
it_it: Seleziona il tipo di articolo
pl_pl: Wybierz typ wpisu

source: Select
es_es: Seleccione
fr_fr: sélectionner
it_it: Seleziona
pl_pl: Wybierz

source: Required?
es_es: Obligatorio?
fr_fr: Requis ?
it_it: Obbligatorio?
pl_pl: Wymagane?

source: Conditions applied on the attribute in context
es_es: Condiciones aplicadas en el atributo en el contexto
fr_fr: Conditions appliquées sur l'attribut dans le contexte
it_it: Condizioni applicate l'attributo nel contesto
pl_pl: Warunki stosowane na atrybut w kontekście

source: Applied to: title, content, excerpt
es_es: Aplica a: Extracto contenido, título,
fr_fr: Appliqué à: contenu, extrait de titre,
it_it: Applicato a: brano contenuto, titolo,
pl_pl: Stosowana do: tytuł, treść, fragment

source: Select Attribute
es_es: Seleccione el atributo
fr_fr: Sélectionner un attribut
it_it: Scelta attributo
pl_pl: Wybierz atrybut

source: You are not allowed to create/edit condition groups.
es_es: No podrá crear o modificar grupos de condición.
fr_fr: Vous n'êtes pas autorisé à créer/modifier des groupes de condition.
it_it: Non è consentito per creare/modificare gruppi di condizioni.
pl_pl: Nie masz uprawnie± do tworzenia/edycji grupy warunków.

source: License cannot be deactivated. Either the license key is invalid or the licensing server cannot be reached.
es_es: Licencia no se puede desactivar. La clave de licencia no es válida o el servidor de licencias no puede ser alcanzado.
fr_fr: Licence ne peut pas être désactivé. La clé de licence n'est pas valide ou le serveur de licences n'est pas joignable.
it_it: Licenza non può essere disattivato. La chiave di licenza non è valida o il server licenze non è raggiungibile.
pl_pl: Licencji nie można dezaktywować. Klucz licencyjny jest nieprawidłowy lub serwer licencji nie może być osiągnięty.

source: License cannot be activated. Either the license key is invalid or your activation limit is reached.
es_es: No se puede activar la licencia. La clave de licencia no es válida o se alcanza el límite de activación.
fr_fr: La licence ne peut être activée. La clé de licence n'est pas valide ou votre limite d'activation est atteinte.
it_it: Licenza non può essere attivato. La chiave di licenza non è valida o viene raggiunto il limite di attivazione.
pl_pl: Licencja nie może być uaktywniony. Klucz licencyjny jest nieprawidłowy lub zostanie osiągnięty limit aktywacji.

source: license key
es_es: Clave de Licencia
fr_fr: clé de licence
it_it: chiave di licenza
pl_pl: klucz licencji

source: Deactivate License
es_es: Desactivar Licencia
fr_fr: Désactiver la licence
it_it: Disattivare License
pl_pl: Deaktywuj licencje

source: contains at least
es_es: Contiene al menos:
fr_fr: contient au moins
it_it: contiene almeno
pl_pl: zawiera co najmniej

source: contains less than
es_es: contiene menos de
fr_fr: contient moins de
it_it: contengono meno
pl_pl: zawiera mniej niż

source: words
es_es: palabras.
fr_fr: Mots
it_it: parole
pl_pl: słowa

source: letters
es_es: letras
fr_fr: lettres
it_it: carta da lettera
pl_pl: listy

source: %s updated.
es_es: %s actualizado.
fr_fr: %s mise à jour.
it_it: %s aggiornato.
pl_pl: %s zaktualizowano.

source: %s published. You can now use it in Workflow steps.
es_es: Publicado el %s. Ahora se puede utilizar en pasos de flujo de trabajo.
fr_fr: %s a publié. Vous pouvez maintenant l’utiliser dans les étapes du Workflow.
it_it: Pubblicato il %s. È possibile utilizzarlo nei passaggi di flusso di lavoro.
pl_pl: %s opublikowane. Można teraz użyć go w etapach przepływu pracy.

source: %s saved.
es_es: %s guardado.
fr_fr: %s enregistré(s).
it_it: %s salvato.
pl_pl: %s zapisano.

source: Condition Group:
es_es: Grupo de condición:
fr_fr: Groupe de condition :
it_it: Gruppo condizioni:
pl_pl: Warunek grupy:

source: Pre Publish Checklist :
es_es: Pre Publicar Lista de comprobación:
fr_fr: Pré Publier Liste de contrôle:
it_it: Pre Pubblicazione Elenco di controllo:
pl_pl: Wstępnie Publish Lista kontrolna:

source: You are not allowed to delete the condition group.
es_es: No se permite eliminar el grupo de condición.
fr_fr: Vous ne sont pas autorisés à supprimer la condition de groupe.
it_it: Non è consentito di eliminare il gruppo di condizione.
pl_pl: Nie możesz usunąć grupę warunek.

source: You are not allowed to create/edit workflows.
es_es: No se permite crear/editar flujos de trabajo.
fr_fr: Vous n'êtes pas autorisé à créer/modifier des flux de travail.
it_it: Non è consentito per creare/modificare i flussi di lavoro.
pl_pl: Nie masz uprawnie± do tworzenia/edycji przepływy pracy.

source: You are not allowed to submit to workflow/sign off from workflow.
es_es: No se permite presentar signo de flujo de trabajo de flujo de trabajo.
fr_fr: Vous n'êtes pas autorisé à soumettre au workflow/signe hors du flux de travail.
it_it: Non è consentito di presentare al flusso di lavoro/segno fuori dal flusso di lavoro.
pl_pl: Nie wolno składać do pracy/znak z przepływu pracy.

source: The post should have atleast %d %s but currently has %d %s.
es_es: El poste debe tener al menos %d %s pero actualmente tiene %d %s.
fr_fr: Le poste devrait avoir au moins %d %s mais actuellement a %d %s.
it_it: Il post dovrebbe avere almeno %d %s ma attualmente ha %d %s.
pl_pl: Stanowisko powinno mieć co najmniej %d %s ale ma obecnie: %d %s.

source: The post should not contain more than %d %s but currently has %d %s.
es_es: El post no debe contener más de %d %s, pero actualmente tiene %d %s.
fr_fr: Le post ne doit pas contenir plus de %d %s mais actuellement a %d %s.
it_it: Il post non deve contenere più di %d %s ma attualmente ha %d %s.
pl_pl: Stanowisko nie powinno zawierać więcej niż %d %s ale ma obecnie: %d %s.

source: %s requires atleast %d word(s) but currently has %d word(s).
es_es: %s requiere al menos %d palabras pero actualmente tiene %d palabra.
fr_fr: %s requiert au moins %d mot (s) mais a actuellement %d mot (s).
it_it: %s richiede almeno %d parola (con) ma attualmente non ha parole di %d.
pl_pl: %s wymaga conajmniej %d słowem(z) ale obecnie ma %d wyrazów.

source: %s requires atleast %d letter(s) but currently has %d letter(s).
es_es: %s requiere al menos de %d letras pero actualmente tiene %d letras.
fr_fr: %s nécessite atleast lettre(s) %d, mais a actuellement %d lettre(s).
it_it: %s richiede almeno %d figura ma attualmente ha %d lettere.
pl_pl: %s wymaga conajmniej %d litera(-y) ale obecnie ma %d litera(-y).

source: %s should not contain more than %d word(s) but currently has %d word(s).
es_es: %s no debe contener más de %d palabras pero actualmente se han %d.
fr_fr: %s ne doit pas contenir plus de %d mot (s) mais a actuellement %d mot (s).
it_it: %s non deve contenere più di %d parola (con) ma attualmente non ha parole di %d.
pl_pl: %s nie powinien zawierać więcej niż %d słowem(z) ale obecnie ma %d wyrazów.

source: %s should not contain more than %d letter(s) but currently has %d letter(s).
es_es: %s no debe contener más de %d letras pero actualmente tiene %d letras.
fr_fr: %s ne doit pas contenir plus de %d Lettre mais a actuellement %d ou des lettres.
it_it: %s non deve contenere più di %d figura ma ha attualmente %d lettere.
pl_pl: %s nie powinny zawierać więcej niż %d litera(-y) ale obecnie ma %d litera(-y).

source: You must check all the Pre-Publish Checklist items to complete your task.
es_es: Debe comprobar todos los elementos pre-publica lista de comprobación para completar su tarea.
fr_fr: Vous devez vérifier tous les éléments pré-publier la liste de contrôle pour terminer votre tâche.
it_it: È necessario controllare tutti gli elementi pre-pubblicazione Lista di controllo per completare l'operazione.
pl_pl: Musisz sprawdzić wszystkie pre-Publish przedmioty Lista kontrolna, aby zakończyć zadanie.

source: Prevent Signing off
es_es: Evitar la firma de
fr_fr: Empêcher le Signing off
it_it: Impedire la firma fuori
pl_pl: Zapobiec podpisanie off

source: (Prevent the user from signing off the task.)
es_es: (Evitar que el usuario firma la tarea.)
fr_fr: (Empêcher l'utilisateur de signant la tâche.)
it_it: (Impedire all'utente di firmare l'attività).
pl_pl: (Zapobiega użytkownik z wylogowaniem zadania.)

source: By pass the checklist
es_es: Por pasar la lista de verificación
fr_fr: De transmettre la liste de contrôle
it_it: By-pass la lista di controllo
pl_pl: Przez przełęcz Lista kontrolna

source: (Let the user sign off without any warnings.)
es_es: (Permite al usuario firmar sin cualquier advertencia.)
fr_fr: (Laisser l'utilisateur clôturer sans aucun avertissement.)
it_it: (Consentire all'utente di firmare senza avvisi.)
pl_pl: (Niech podpisze się bez ostrzeżenia użytkownika).

source: Save
es_es: Guardar
fr_fr: Enregistrer
it_it: Salva
pl_pl: Zapisz

source: Conditions applied to the article as a whole
es_es: Condiciones aplicadas en el atributo en el contexto
fr_fr: Conditions appliquées à l’article dans son ensemble
it_it: Condizioni applicate all'articolo nel suo complesso
pl_pl: Warunki stosowane do całego artykułu

source: Applied to: various post types.
es_es: Se aplica a: diversos tipos de envíos.
fr_fr: Appliqué à: divers post types
it_it: Applicato a: vari tipi di post
pl_pl: Stosowana do: po różnych typów

source: Example: Do the post images have alt tags?
es_es: Ejemplo: ¿Las imágenes de correos tienen etiquetas alt?
fr_fr: Exemple: Faites les images de poste ont des balises alt?
it_it: Esempio: Fare le immagini postali hanno tag alt?
pl_pl: Przykład: Czy obrazy pocztowe mają znaczniki alt?

source: Write your checklist question here
es_es: Escribe tu pregunta aquí lista de verificación
fr_fr: Écrivez votre question ici liste
it_it: Scrivi la tua domanda lista di controllo qui
pl_pl: Wpisz swoje pytanie tutaj checklist

source: Applicable to
es_es: Aplicable a:
fr_fr: Applicable à
it_it: Applicabile a:
pl_pl: Dotyczy

source: There's something wrong with your code...
es_es: Hay algo mal con su código ...
fr_fr: Il ya quelque chose de mal avec votre code ...
it_it: C'è qualcosa di sbagliato con il tuo codice...
pl_pl: Tam jest coś nie tak z kodem...

source: Post title
es_es: Titulo de publicación
fr_fr: Titre de l’article
it_it: titolo del post
pl_pl: Tytuł postu

source: Post content
es_es: Publicar contenido
fr_fr: Sous le contenu d'article
it_it: Contenuto dell'articolo
pl_pl: Treść wpisu

source: Post excerpt
es_es: Extracto de comentario
fr_fr: Extrait d'annonce
it_it: Estratto articolo
pl_pl: Streszczenie postu

source: tag(s)
es_es: Etiqueta: %s
fr_fr: Mot clé : %s
pl_pl: Tag:

source: category(ies)
es_es: Categoría
fr_fr: catégorie (s)
it_it: categoria (e)
pl_pl: Kategoria(-e)

source: image(s)
es_es: imágene(s)
it_it: Immagine(i)
pl_pl: obraz≤w

source: featured Image(s)
es_es: Esconder imágenes destacadas
fr_fr: Images Une %s
it_it: immagini consigliate
pl_pl: Rekomendowane obraz≤w

source: link(s)
fr_fr: Lien(s)
pl_pl: łącza

source: Confirm Condition Group Delete
es_es: Confirmar borrar grupo de condición
fr_fr: Confirmer la suppression de la Condition de groupe
it_it: Conferma eliminazione gruppo di condizioni
pl_pl: Potwierdź usuwanie grupy

source: This condition group is currently being used in one or multiple workflows. Deleting the condition group will also delete it’s reference from the workflow. Do you want to go ahead and delete it?
es_es: Este grupo de condiciones en la actualidad está siendo utilizado en uno o varios flujos de trabajo. Eliminar el grupo de condición también eliminará la referencia del flujo de trabajo. ¿Quieres seguir adelante y eliminarlo?
fr_fr: Ce groupe de condition est actuellement utilisé dans un ou plusieurs flux de travail. Supprimer le groupe de l’État supprimera également c' est la référence dans le flux de travail. Vous voulez aller de l’avant et de le supprimer ?
it_it: Questo gruppo di condizione è attualmente utilizzato in uno o più flussi di lavoro. Eliminazione del gruppo di condizione eliminerà anche di esso riferimento nel flusso di lavoro. Vuoi andare avanti ed eliminarlo?
pl_pl: Tej grupy jest używana w jednej lub wielu przepływów pracy. Usuwanie grupy warunku spowoduje również usunięcie jego odwołanie z przepływu pracy. Czy chcesz iść do przodu i go usunąć?

source: Delete
es_es: borrar
fr_fr: Supprimer
it_it: Elimina
pl_pl: Kasuj

source: Cancel
es_es: cancelar
fr_fr: Annuler
it_it: Cancella
pl_pl: Anuluj

source: Pre-Publish checklist for :
es_es: Pre Publicar Lista de comprobación:
fr_fr: Pré Publier Liste de contrôle:
it_it: Pre Pubblicazione Elenco di controllo:
pl_pl: Wstępnie Publish Lista kontrolna:

source: Close
es_es: Cerrar
fr_fr: Fermer
it_it: Chiudi
pl_pl: Zamknij

source: To get started with Editorial Checklist, activate the add-on by providing a valid license key on Workflows %s Settings, License tab.
es_es: Para empezar con Editorial lista de verificación, activar el complemento, proporcionando una clave de licencia válida en flujos de trabajo %s configuración, ficha de licencia.
fr_fr: Pour commencer avec la liste de contrôle éditorial, activer le module complémentaire en fournissant une clé de licence valide sur les Workflows %s paramètres, onglet licence.
it_it: Per iniziare con lista di controllo editoriale, è possibile attivare il componente aggiuntivo, fornendo una chiave di licenza valida su flussi di lavoro di %s impostazioni, scheda licenza.
pl_pl: Aby rozpocząć pracę z redakcji listy kontrolnej, włączyć dodatek poprzez dostarczanie pewien zdrowy upoważnić klucz na przepływy pracy %s ustawienia, zakładka licencji.

source: Create condition groups for your editorial checklist.
es_es: Crear grupos de condición para su lista de control editorial.
fr_fr: Créer des groupes de conditions pour votre liste de contrôle éditorial.
it_it: Creare gruppi di condizioni per la vostra lista di controllo editoriale.
pl_pl: Tworzenie grupy warunków dla swojej redakcji listy kontrolnej.

source: Assign the condition groups to any step(s) in the workflow.
es_es: Asignar a los grupos de condición a cualquier pasos del flujo de trabajo.
fr_fr: Affectation de ces groupes de condition à toute les étapes du Workflow.
it_it: Assegnare i gruppi di condizione a qualsiasi passo (s) del flusso di lavoro.
pl_pl: Przypisać grupy warunek jakiekolwiek kroki w przepływie pracy.

source: Condition Group
es_es: Grupo de condición
fr_fr: Groupe de condition
it_it: Gruppo condizioni:
pl_pl: Warunek grupy

source: Add New
es_es: Agregar nuevo
fr_fr: Ajouter
it_it: Aggiungi nuova
pl_pl: Dodaj nowy

source: Add New Condition Group
es_es: Agregar nuevo grupo de condición
fr_fr: Ajouter le nouveau groupe de Condition
it_it: Aggiungi nuovo gruppo di condizione
pl_pl: Dodać nowy warunek grupy

source: Edit Condition Group
es_es: Editar grupo de condición
fr_fr: Modifier un groupe Condition
it_it: Gruppo condizioni:
pl_pl: Edytuj warunek grupy

source: New Condition Group
es_es: Nuevo grupo de condición
fr_fr: Nouveau groupe de Condition
it_it: Gruppo condizioni:
pl_pl: Nowy stan Grupa

source: View Condition Group
es_es: Ver grupo de condición
fr_fr: Voir Condition Group
it_it: Gruppo condizioni:
pl_pl: Widoku stanu grupy

source: Search Condition Group
es_es: Grupo de condición de búsqueda
fr_fr: Groupe de Condition de recherche
it_it: Gruppo di condizioni di ricerca
pl_pl: Grupa warunków wyszukiwania

source: No Condition Groups found
es_es: No hay grupos de condición encontrada
fr_fr: Aucune Condition de groupes trouvés
it_it: Nessun gruppo di condizione trovato
pl_pl: Nie znaleziono grupy warunków

source: No Condition Groups found in Trash
es_es: No hay grupos de condición encontrada en la basura
fr_fr: Aucun groupe de Condition dans la corbeille
it_it: Nessun gruppo di condizione trovato nella spazzatura
pl_pl: Grupy nie stanie znaleziono w koszu

source: Condition Groups
es_es: Debe aceptar los términos y condiciones.
fr_fr: Groupes de condition
it_it: Gruppi di condizioni
pl_pl: Warunki grupy

source: Conditions
es_es: Condiciones
it_it: Condizioni
pl_pl: Warunki

source: Automates content checklist before it moves to the next step in the workflow.
es_es: Automatiza la lista de verificación de contenido antes de que se mueve hacia el siguiente paso en el flujo de trabajo.
fr_fr: Automatise la liste contenu avant il se déplace à l'étape suivante dans le flux de travail.
it_it: Automatizza la checklist contenuto prima che si sposta alla fase successiva del flusso di lavoro.
pl_pl: Automatyzuje treści Lista kontrolna przed przenosi do następnego kroku w przepływie pracy.

source: Welcome to Oasis Workflow Editorial Checklist
fr_fr: Bienvenue chez Oasis Workflow Editorial Checklist
