Repository: InterNations/oasisworkflow-plugins
Catalog: ow-editorial-comments/languages/ow-editorial-comments-*.po
Languages: es_es, fr_fr, it_it, pl_pl, sv_se

source: View ( With Comments )
es_es: Vista (con comentarios)
fr_fr: Vue (avec commentaires)
it_it: Vista (con commenti)
pl_pl: Widok (z komentarzy)
sv_se: Visa (med kommentarer)

source: Contextual Text:
es_es: Texto contextual
fr_fr: Texte contextuel
it_it: Testo contestuale
pl_pl: Kontekstowy tekst
sv_se: Kontextuella

source: Contextual Comment:
es_es: Comentario contextual
fr_fr: Commentaire de contextuelle
it_it: Commento contestuale
pl_pl: Kontekstowe komentarz
sv_se: Kontextuella kommentar

source: Editorial Comments
es_es: Editorial comentarios
fr_fr: Commentaires éditoriaux
it_it: Commenti editoriali
pl_pl: Komentarze redakcyjne
sv_se: Redaktionell dialog

source: Contextual Comments
es_es: Comentario contextual
fr_fr: Commentaire de contextuelle
it_it: Commenti contestuali
pl_pl: Kontekstowe Komentarze
sv_se: kontextuella Kommentarer

source: No comments for this post.
es_es: No hay comentarios para este post.
fr_fr: Aucun commentaire pour ce post.
it_it: Non ci sono commenti per questo post.
pl_pl: Brak komentarzy do tego postu.
sv_se: Inga kommentarer för detta inlägg.

source: No Comments.
es_es: Sin Observaciones.
fr_fr: Pas de commentaire
it_it: Nessun commento
pl_pl: brak komentarzy
sv_se: Inga kommentarer

source: Signed off on
es_es: Firmado en
fr_fr: Signé
it_it: Firmato off sul
pl_pl: Podpisane
sv_se: Signerat

source: License cannot be deactivated. Either the license key is invalid or the licensing server cannot be reached.
es_es: Licencia no se puede desactivar. La clave de licencia no es válida o el servidor de licencias no puede ser alcanzado.
fr_fr: Licence ne peut pas être désactivé. La clé de licence n'est pas valide ou le serveur de licences n'est pas joignable.
it_it: Licenza non può essere disattivato. La chiave di licenza non è valida o il server licenze non è raggiungibile.
pl_pl: Licencji nie można dezaktywować. Klucz licencyjny jest nieprawidłowy lub serwer licencji nie może być osiągnięty.
sv_se: Licens kan inte inaktiveras. Licensnyckeln är ogiltig eller licensieringsservern inte kan nås.

source: License cannot be activated. Either the license key is invalid or your activation limit is reached.
es_es: No se puede activar la licencia. La clave de licencia no es válida o se alcanza el límite de activación.
fr_fr: La licence ne peut être activée. La clé de licence n'est pas valide ou votre limite d'activation est atteinte.
it_it: Licenza non può essere attivato. La chiave di licenza non è valida o viene raggiunto il limite di attivazione.
pl_pl: Licencja nie może być uaktywniony. Klucz licencyjny jest nieprawidłowy lub zostanie osiągnięty limit aktywacji.
sv_se: Licens kan inte aktiveras. Licensnyckeln är ogiltig eller din aktiveringen gränsen nås.

source: license key
es_es: Clave de Licencia
fr_fr: clé de licence
it_it: chiave di licenza
pl_pl: klucz licencji
sv_se: Licens

source: Deactivate License
es_es: Desactivar Licencia
fr_fr: Désactiver la licence
it_it: Disattivare License
pl_pl: Deaktywuj licencje
sv_se: Deaktivera licensnyckel

source: There's something wrong with your code...
es_es: Hay algo mal con su código ...
fr_fr: Il ya quelque chose de mal avec votre code ...
it_it: C'è qualcosa di sbagliato con il tuo codice...
pl_pl: Tam jest coś nie tak z kodem...
sv_se: Det är något fel med din kod...

source: Editorial Comments On
es_es: Comentarios editoriales sobre
fr_fr: Commentaires sur
it_it: Commenti editoriali su
pl_pl: Komentarze redakcyjne
sv_se: Redaktionell dialog

source: Contextual Comment
es_es: Comentario contextual
fr_fr: Commentaire de contextuelle
it_it: Commento contestuale
pl_pl: Kontekstowe komentarz
sv_se: Kontextuella kommentar

source: Cancel
es_es: cancelar
fr_fr: Annuler
it_it: cancellare
pl_pl: Anuluj
sv_se: Avbryt

source: Editorial Comments On:
es_es: Comentario editorial en:
fr_fr: Commentaires sur :
it_it: Commenti editoriali su:
pl_pl: Redakcja uwagi na:
sv_se: Redaktionell dialog

source: Close
es_es: Cerrar
fr_fr: Fermer
it_it: Chiudi
pl_pl: Zamknij
sv_se: Stäng

source: Welcome to Oasis Workflow Editorial Comments
es_es: Bienvenido a Oasis Workflow Editorial Comments
fr_fr: Bienvenue a Oasis Workflow Editorial Comments
it_it: Benvenuto a Oasis Workflow Editorial Comments
pl_pl: Witamy w Oasis Workflow Editorial Comments
sv_se: Välkommen till Oasis Workflow Editorial Comments

source: To get started with Editorial Comments, activate the add-on by providing a valid license key on Workflows %s Settings, License tab.
es_es: Para empezar con comentarios editoriales, activar el complemento, proporcionando una clave de licencia válida en flujos de trabajo %s configuración, ficha de licencia.
fr_fr: Pour commencer avec commentaires éditoriaux, activer le module complémentaire en fournissant une clé de licence valide sur les Workflows %s paramètres, onglet licence.
it_it: Per iniziare con Commenti editoriali, attivare il componente aggiuntivo, fornendo una chiave di licenza valida su flussi di lavoro di %s impostazioni, scheda licenza.
pl_pl: Aby rozpocząć pracę z komentarzami, włączyć dodatek poprzez dostarczanie pewien zdrowy upoważnić klucz na przepływy pracy %s ustawienia, zakładka licencji.
sv_se: För att komma igång med redaktionella kommentarer, aktivera tillägget genom en giltig licensnyckel för arbetsflöden %s inställningar, licens fliken.

source: Once the license is activated you will see a blurb button %s in the Post Editor's TinyMCE toolbar.
es_es: Una vez que la licencia está activada, verá un botón de blurb %s en la barra de herramientas de TinyMCE del Editor de Post.
fr_fr: Une fois que la licence est activée, vous verrez un bouton de blurb %s dans la barre d'outils de l'éditeur TinyMCE.
it_it: Una volta attivata la licenza si vedrà un pulsante blurb %s nella barra strumenti dell'Editor di Post TinyMCE.
pl_pl: Po aktywowaniu licencji można zobaczyć przycisk blurb %s w Post Edytor TinyMCE pasku narzędzi.
sv_se: När licensen har aktiverats visas en blurb knapp %s i inlägget Redaktörens TinyMCE verktygsfältet.

source: Select a text in the post content area, click the blurb icon and start adding contextual comments.
es_es: Seleccione un texto en el área de contenido de mensaje, haga clic en el icono de la propaganda y comenzar a añadir comentarios contextuales.
fr_fr: Sélectionner un texte dans la zone de contenu de message, cliquez sur l'icône de texte de présentation et commencer à ajouter des commentaires contextuels.
it_it: Selezionare un testo nell'area del contenuto del messaggio, fare clic sull'icona di blurb e iniziare ad aggiungere commenti contestuali.
pl_pl: Zaznacz tekst w obszarze treści postu, kliknij ikonę blurb i wzdrygn¹æ siê dodawanie komentarzy kontekstowych.
sv_se: Markera en text i innehållsområdet post, klicka på ikonen blurb och börja lägga kontextuella kommentarer.

source: Contextual Text
es_es: Texto contextual
fr_fr: Texte contextuel
it_it: Testo contestuale
pl_pl: Kontekstowy tekst
sv_se: Kontextuella

source: Editorial Comment On
es_es: Comentario editorial en
fr_fr: Commentaire éditorial sur
it_it: Commento editoriale su
pl_pl: Komentarz redakcyjny na
sv_se: Redaktionell kommentar på

source: Contextual Editorial Comments for Oasis Workflow
es_es: Contextuales comentarios editoriales para Oasis Workflow
fr_fr: Contextuelles commentaires éditoriaux pour Oasis Workflow
it_it: Commenti contestuali editoriali per Oasis Workflow
pl_pl: Kontekstowe redakcyjne Komentarze do Oasis Workflow
sv_se: Kontextuella Editorial Kommentarer för Oasis Workflow
