Repository: InterNations/oasisworkflow-plugins
Catalog: ow-teams/languages/oasisworkflow-teams-*.po
Languages: it_it

source: License cannot be deactivated. Either the license key is invalid or the licensing server cannot be reached.
it_it: Licenza non può essere disattivato. La chiave di licenza non è valida o il server licenze non è raggiungibile.

source: License cannot be activated. Either the license key is invalid or your activation limit is reached.
it_it: Licenza non può essere attivato. La chiave di licenza non è valida o viene raggiunto il limite di attivazione.

source: license key
it_it: chiave di licenza

source: Deactivate License
it_it: Disattivare License

source: No users found for the given Team and Workflow assignee(s). Please check the team.
it_it: Gli utenti non trovati per il Team specificato e il flusso di lavoro assignee(s). Si prega di controllare la squadra.

source: Post Author
it_it: Autore Post

source: Teams
it_it: Squadre

source: Add New Team
it_it: Aggiungi New Team

source: All
it_it: Tutti

source: Has Users
it_it: Ha utenti

source: No Users
it_it: Nessun utente

source: Select All
it_it: Seleziona Tutto

source: Team Name
it_it: Nome Team

source: Users
it_it: Utenti

source: Associated Workflows
it_it: Flussi di lavoro associati

source: Select
it_it: Seleziona

source: View
it_it: Visita

source: Edit
it_it: Modifica

source: Delete
it_it: Elimina

source: All Workflows
it_it: Tutti i flussi di lavoro

source: Associated Workflow(s)
it_it: Flussi di lavoro associati

source: No Associated Workflow(s)
it_it: Nessun flusso di lavoro associato

source: No teams found.
it_it: Senza squadre trovati.

source: Bulk Actions
it_it: Azioni in blocco

source: Edit Workflow Team
it_it: Modifica del flusso di lavoro squadra

source: New Workflow Team
it_it: Nuovo flusso di lavoro squadra

source: Name
it_it: Nome

source: Assign a name for the team to recognize it.
it_it: Assegnare un nome per la squadra di riconoscerlo.

source: Description
it_it: Descrizione:

source: Add description about the team.
it_it: Aggiungi Descrizione circa la squadra.

source: Add Member(s) to the Team
it_it: Aggiungi membri alla squadra

source: Select users to add them to the team.
it_it: Selezionare gli utenti per aggiungerli alla squadra.

source: Existing Team Member(s)
it_it: Membro del Team esistente (s)

source: Role
it_it: Ruolo

source: No team members found.
it_it: Nessun membro della squadra trovato.

source: Assign Workflow(s) to the Team
it_it: Assegna flussi di lavoro al Team

source: Select Workflows to associate with team.
it_it: Selezionare i flussi di lavoro da associare con la squadra.

source: Workflow Name
it_it: Nome flusso di lavoro:

source: Version
it_it: versione

source: Start Date
it_it: data di inizio

source: End Date
it_it: Data di fine:

source: No associated workflow found.
it_it: Nessun flusso di lavoro associato trovato.

source: --Select a Team--
it_it: -- Seleziona un Team...

source: Team doesn't have sufficient members to satisfy all the roles in the workflow.
it_it: Squadra non ha membri sufficienti per soddisfare tutti i ruoli del flusso di lavoro.

source: Please add member(s) with the following roles:
it_it: Aggiungi membri con i seguenti ruoli:

source: Assigned Team
it_it: Assegna Team

source: None
it_it: Nessuna

source: Assign to Team :
it_it: Assegna Team:

source: Enable Workflow Teams ?
it_it: Attivare le squadre di flusso di lavoro?

source: (The checkbox will be available, if the Oasis Workflow Teams license is valid)
it_it: (La casella di controllo sarà disponibile, se la licenza squadre Workflow oasi è valida)

source: Save
it_it: Salva

source: There's something wrong with your code...
it_it: C'è qualcosa di sbagliato con il tuo codice...

source: Welcome to Oasis Workflow Teams
it_it: Benvenuto a Oasis Workflow Teams

source: 1. Activate the add-on by providing a valid license key on Workflows %s Settings, License tab.
it_it: 1. attivare il componente aggiuntivo, fornendo una chiave di licenza valida su flussi di lavoro di %s impostazioni, scheda licenza.

source: 2. Create teams and start using teams in workflows.
it_it: 2. creare squadre e iniziare a utilizzare Team nei flussi di lavoro.

source: All Teams
it_it: Tutte le squadre

source: Edit Team
it_it: Modifica Squadra

source: View Team
it_it: Vedi Squadra

source: The team cannot be deleted, since it's currently being used in a workflow.
it_it: La squadra non eliminabili, poiché esso è attualmente utilizzato in un flusso di lavoro.
