Repository: InterNations/oasisworkflow-plugins
Catalog: ow-front-end-actions/languages/ow-front-end-actions-*.po
Languages: es_es, nl_nl

source: Editorial Comments
es_es: Editorial comentarios
nl_nl: Redactionele Reacties

source: To view editorial comments from the front end
es_es: Para ver los comentarios editoriales de la parte delantera
nl_nl: Bekijk de redactionele reacties vanaf de frontend.

source: Title:
es_es: Titulo:
nl_nl: Titel

source: Workflow Inbox
es_es: Bandeja de entrada de flujo de trabajo

source: Claim
es_es: Reclamar
nl_nl: Eisen

source: Sign Off
es_es: terminar (transmisión)
nl_nl: Aftekenen

source: License cannot be deactivated. Either the license key is invalid or the licensing server cannot be reached.
es_es: Licencia no se puede desactivar. La clave de licencia no es válida o el servidor de licencias no puede ser alcanzado.
nl_nl: Licentie kan niet gedeactiveerd worden. De licentiesleutel is ongeldig of de licentie server is onbereikbaar.

source: License cannot be activated. Either the license key is invalid or your activation limit is reached.
es_es: No se puede activar la licencia. La clave de licencia no es válida o se alcanza el límite de activación.
nl_nl: Licentie kan niet geactiveerd worden. De licentiesleutel is ongeldig of de licentie server is onbereikbaar.

source: license key
es_es: Clave de Licencia
nl_nl: Licentiesleutel

source: Deactivate License
es_es: Desactivar la licencia
nl_nl: Deactivatie licentie

source: Make Revision
es_es: Hacer Revisión
nl_nl: Maak een rivisie

source: There's something wrong with your code...
es_es: Hay algo mal con su código ...
nl_nl: Er is iets mis met je codeâ€¦

source: Welcome to Oasis Workflow Front End Actions
es_es: Bienvenido a Oasis Workflow Front End Actions
nl_nl: Welkom bij Oasis Workflor Front End Actions

source: To get started with Front End Actions, activate the add-on by providing a valid license key on Workflows %s Settings, License tab.
es_es: Para empezar con las acciones de extremo delantero, activar el complemento, proporcionando una clave de licencia válida en flujos de trabajo %s configuración, ficha de licencia.
nl_nl: Om te beginnen met Front End Actions, activeer eerst de add-on door een geldige licentie aan te leveren bij de Workflow %s Instellingen, Licentie tab.

source: Once the license is activated you will be able to use the shortcodes on any page.
es_es: Una vez activada la licencia usted será capaz de usar los códigos cortos en cualquier página.
nl_nl: Nadat u de licentie hebt geactiveerd zal u zitten kundig voor de shortcodes gebruiken op elke pagina.

source: You need to be logged in to view this page.
es_es: Tienes que estar conectado para ver esta página.
nl_nl: U moet ingelogd zijn om deze pagina te kunnen bekijken.

source: Post/Page
es_es: Mensaje / Página
nl_nl: Bericht/Pagina

source: Due Date
es_es: Fecha Entrega
nl_nl: Opleveringsdatum

source: Comments
es_es: Comentarios
nl_nl: Commentaar

source: Action
es_es: Acción
nl_nl: Actie

source: Hurray! No Assigned tasks.
es_es: ¡Hurra! No hay asignaciones
nl_nl: Geen openstaande taken.
